/* XTIT: Info Screen text when applying the NUIStyleSheet. */
"applyNUIStyleSheetApplyStepInfoScreenText" = "Tar i bruk NUIStyleSheet.";

/* XTIT: Info Screen text when applying the SAP Mobile Services LogSettings. */
"applySAPcpmsLogSettingsStepInfoScreenText" = "Tar i bruk SAP Mobile Services LogSettings.";

/* XFLD: Text information if the provided credentials were invalid. */
"authenticationFailedMessage" = "Autentisering mislyktes.";

/* XTIT: Info Screen text before presenting the Basic Authentication view. */
"basicAuthenticationStepInfoScreenText" = "Validerer påloggingsdata.";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"cancelAlertControllerTitleText" = "Er du sikker på at du vil avslutte aktiveringsprosessen?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the restore flow. */
"cancelRestoreAlertControllerTitleText" = "Er du sikker på at du vil avbryte gjenopprettingsprosessen?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the reset passcode flow. */
"cancelResetPasscodeAlertControllerTitleText" = "Er du sikker på at du vil avbryte prosessen for tilbakestilling av kode?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the authentication process. */
"cancelAuthenticationProcessAlertControllerTitleText" = "Er du sikker på at du vil avbryte autentiseringsprosessen?";

/* Title of Alert window when asking for confirmation about triggering the reset passcode flow. */
"resetPasscodeAlertControllerTitleText" = "Er du sikker på at du vil tilbakestille koden?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the passcode change flow. */
"cancelPasscodeChangeControllerTitleText" = "Er du sikker på at du vil avslutte prosessen for endring av kode?";

/* XTIT: Title of Alert window when asking for confirmation about reset the application. */
"cancelPasscodeControllerTitleText" = "Er du sikker på at du vil tilbakestille applikasjonen?";

/* XTIT: Info Screen text when running the Composite Steps. */
"compositeStepInfoScreenText" = "Sammensatte trinn.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services ClientResources. */
"downloadSAPcpmsClientResourcesStepInfoScreenText" = "Laster ned SAP Mobile Services ClientResources.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Destinations. */
"downloadSAPcpmsDestinationsStepInfoScreenText" = "Laster ned SAP Mobile Services Destinations.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Settings. */
"downloadSAPcpmsSettingsStepInfoScreenText" = "Laster ned SAP Mobile Services Settings.";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID got disabled by passcode policy. */
"fuiFeedbackDisableFaceIDButtonText" = "Fortsett";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is disabled by the new passcode policy */
"fuiFeedbackDisableTouchIDButtonText" = "Fortsett";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID is enabled by the new passcode policy */
"fuiFeedbackEnableFaceIDButtonText" = "Aktiver";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is enabled by the new passcode policy */
"fuiFeedbackEnableTouchIDButtonText" = "Aktiver";

/* XTIT: FUIFeedbackScreen headline description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDDetailDescription" = "Bruk koden neste gang du logger deg på.";

/* XTIT: FUIFeedbackScreen headline text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDHeadlineDescription" = "Face ID vil ikke lenger være tilgjengelig";

/* XTIT: FUIFeedbackScreen title text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDTitleText" = "Endringer i retningslinjer";

/* XTIT: FUIFeedbackScreen headline description text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDDetailDescription" = "Bruk koden neste gang du logger deg på.";

/* XTIT: FUIFeedbackScreen headline text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDHeadlineDescription" = "Touch ID vil ikke lenger være tilgjengelig";

/* XTIT: FUIFeedbackScreen title text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDTitleText" = "Endringer i retningslinjer";

/* XTIT: FUIFeedbackScreen detail description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDDetailDescription" = "Under Innstillinger kan du når som helst slå denne funksjonen av eller på.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and face ID is enabled. */
"fuiFeedbackScreenEnableFaceIDHeadlineDescription" = "Hvis du aktiverer Face ID, får du raskere tilgang til informasjonen.";

/* XTIT: FUIFeedbackScreen title text when Face ID is enabled in the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDTitleText" = "Face ID";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenEnableTouchIDDetailDescription" = "Under Innstillinger kan du når som helst slå denne funksjonen av eller på.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and touch ID is enabled. */
"fuiFeedbackScreenEnableTouchIDHeadlineDescription" = "Touch ID er nå tilgjengelig. Hvis du aktiverer Touch ID, får du raskere tilgang til informasjonen.";

/* XTIT: FUIFeedbackScreen title text when touchID is enabled by the new passcode policy. */
"fuiFeedbackScreenEnableTouchIDTitleText" = "Touch ID";

/* XBUT: Text of button on FUIFeedbackScreen when passcode change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedActionButtonText" = "Fortsett";

/* XMSG: FUIFeedbackScreen description when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedDescriptionLabel" = "Opprett en ny kode.";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedHeadlineText" = "Koderetningslinjene har blitt endret";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedTitleText" = "Endringer i retningslinjer";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndFaceIDDetailDescription" = "Fra nå av vil det ikke lenger være nødvendig å bruke kode og Face ID for å logge på. \n\nDu kommer direkte inn på appen.";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndTouchIDDetailDescription" = "Fra nå av vil det ikke lenger være nødvendig å bruke kode og Touch ID for å logge på. \n\nDu kommer direkte inn på appen.";

/* XBUT: Text of button on FUIFeedbackScreen when the passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeButtonText" = "OK";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeDetailDescription" = "Fra nå av vil det ikke lenger være nødvendig å bruke kode for å logge på. \n\n Du kommer direkte inn på appen.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeHeadlineDescription" = "Retningslinjer for pålogging er endret";

/* XTIT: FUIFeedbackScreen title text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeTitleText" = "Merk";

/* XBUT: Text of button on FUIFeedbackScreen after migration when passcode creation is mandatory. */
"migrationOnlyBiometricIDWasSetPreviouslyButtonText" = "Fortsett";

/* XTIT: Description of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyDescriptionText" = "Fra denne versjonen er kode obligatorisk. Opprett kode for applikasjon.";

/* XTIT: Title of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyHeadlineText" = "Kode er obligatorisk";

/* XBUT: Text of No button. */
"noButtonText" = "Nei";

/* XTIT: Info Screen text before presenting the OAuth2 Authentication view. */
"oauth2AuthenticationStepInfoScreenText" = "Validerer OAuth 2.0-påloggingsdata.";

/* XTIT: Text of PasscodeInputController when user wants to enable face ID. */
"passcodeInputControllerEnableFaceIDText" = "For å aktivere Face ID, oppgir du din kode:";

/* XTIT: Text of PasscodeInputController when user wants to enable touch ID. */
"passcodeInputControllerEnableTouchIDText" = "For å aktivere Touch ID, oppgir du din kode:";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"rejectAlertControllerTitleText" = "Du vil ikke kunne fortsette aktiveringen uten ditt samtykke.";

/* XBUT: Text of No button of reject. */
"rejectNoButtonText" = "Gi ditt samtykke";

/* XBUT: Text of Yes button of reject. */
"rejectYesButtonText" = "Avslutt prosess";

/* XTIT: Info Screen text before presenting the SAML Authentication view. */
"samlAuthenticationStepInfoScreenText" = "Validerer SAML-påloggingsdata.";

/* XTIT: Info Screen text before presenting the SAP Mobile Services UserIdentity Discovery Authentication view. */
"sapcpmsUserIdentityDiscoveryAuthenticationStepInfoScreenText" = "Validerer påloggingsinformasjon for SAP Mobile Services UserIdentity Discovery.";

/* XTIT: Info Screen text before presenting the SLS Authentication view. */
"slsAuthenticationStepInfoScreenText" = "Validerer SLS-påloggingsdata.";

/* XMSG: Message for the user to fill all the fields for authentication. */
"slsFillAllOfTheFieldsErrorMessage" = "Fyll ut alle feltene";

/* XBUT: Text of Yes button. */
"yesButtonText" = "Ja";

/* XBUT: Text of Continue button. */
"continueButtonText" = "Fortsett";

/* XBUT: Text of Cancel button. */
"cancelButtonText" = "Avbryt";

/* XTIT: Title of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentTitle" = "Innhenting av bruksinfo";

/* XTIT: Body of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentBody" = "Applikasjonsadministratoren ber deg tillate datainnhenting om din bruk av applikasjonen for å få innsikt i hvordan appen kan forbedres. Datainnhenting inkluderer informasjon om hvordan du bruker appen, som f.eks. tid brukt på appen eller hvordan du navigerer i den.";

/* XTIT: Usage Collection Consent opt-out alert message. */
"usageOptOutAlertMessage" = "Opt-out?";

/* XTIT: Usage Collection Consent opt-in alert message. */
"usageOptInAlertMessage" = "Opt-in?";

/* XTIT: Title of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentTitle" = "Innhenting av krasjrapport";

/* XTIT: Body of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentBody" = "Applikasjonsadministratoren ber deg tillate datainnhenting for å diagnostisere og analysere appkrasjer for forbedring av appstabiliteten. Innhentede data begrenses til krasjrapporter og enhetsinformasjon.";

/* XTIT: Title of alert to be shown when QR Digital Signature Verification fails. */
"qrDigitalSignatureVerficationFailedTitle" = "Mislyktes";

/* \"XMSG: Message telling that the QR Digital Signature Verification failed.\" */
"qrDigitalSignatureVerficationFailedMessage" = "Verifisering av QR-kodesignatur mislyktes";

/* \"XMSG: Message telling that the QR code signature verification succeeded.\" */
"qrDigitalSignatureVerficationSucceededMessage" = "Digital signatur for QR-kode er verifisert. Du kobles til:";

/* \"XTIT: Title of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorTitle" = "Autentiseringsfeil";

/* \"XMSG: Message of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorMessage" = "Vi kan ikke autentisere deg. Logg deg på.";

/* \"XBUT: Text of Error button.\" */
"errorButtonText" = "Feil";

